"": {
    "id": "",
    "label": "",
    "priority": "",
    "text": ""
}



PROGRAM COMMENTS






















   




























CLASSROOM COMMENTS



As the authorized agent of the above sponsor, you agree to abide by the policies of the Academic Space and all applicable State and University laws and regulations. 

The HUB Event Management Office must be notified of any room cancellation no later than 48 hours before the meeting, or by noon on Friday for a weekend event. Failure to cancel the event may result in loss of reservation privileges.

FOR USERS OF ACADEMIC SPACE

Policy AD62 Scheduling and Use of General Purpose Classrooms states that ALL FOOD AND DRINK CONSUMPTION IS PROHIBITED IN THE GENERAL PURPOSE CLASSROOMS WITH THE EXCEPTION OF BOTTLED WATER.

Your reserved space must be left clean and orderly, ready for the next event.  Failure to do so will result in charges to your organization for cleanup time. Damages to equipment or furnishings are the responsibility of the group. A charge will be made for repair or replacement of furnishings, equipment or removal of stains. Decorations, signs, and other materials MUST NOT be attached to the walls, doors, painted or papered surfaces of the building. University Policy PROHIBITS the use of candles or any type of open flame. Storage space is NOT available.  University buildings are smoke and alcohol free buildings.

Any reservation that starts or extends past 11pm must be willing to work with the building’s custodial services in order for them to complete necessary tasks.

All programs should be conducted in such a manner as not to produce excessive noise that may be disruptive to others.  Sound must not encroach on other rooms or into the hallways.  In considering the assignment of space, University funding, or the approval of publicity, including banners, for student activities involving sexually explicit or graphically violent material, consideration shall be given to general standards of decency and respect for diverse beliefs of members of the University community, including whether the content of the activity, or its publicity, is lewd, or obscene.  

http://clc.its.psu.edu/classrooms/help

Immediate Assistance: If you experience a problem during a class please call the Hotline at 814-777-0035. 

Questions and Concerns: If your question or concern does not require immediate assistance email TechClass@psu.edu or call 814-777-0035. 

Equipment Demonstrations: If you would like to schedule an orientation of any or all the equipment found in a technology classroom email TechClass@psu.edu to request a demonstration or call 814-777-0035. 


