{
    "facility_comments": {
        "auditorium_food_memo": {
            "id": "auditorium_food_memo",
            "label": "Auditorium Food Memo",
            "priority": 5,
            "text": "Freeman Auditorium and Flex Theater Food Memo -\nFood/Beverage is not permitted in the Freeman Auditorium, or when the stadium seating is being used in Flex Theater. The HUB reserves the right to charge additional fees for cleaning when food waste, trash, and spills are found following your event."
        },
        "balloon_memo": {
            "id": "balloon_memo",
            "label": "Balloon Memo",
            "priority": 5,
            "text": "Balloon Memo -\nBalloons must be removed promptly by the end of your reservation, or they will be removed with charges for removal billed to your organization. Helium balloons are not permitted in the atrium area. This area includes HUB 131, 132 Flex Theater, 134, and Monumental Staircase."
        },
        "balloon_arch": {
            "id": "balloon_arch",
            "label": "Balloon Arch & Column Memo",
            "priority": 5,
            "text": "Balloon Arch and Column Memo -\nBalloon Arch resource reservations include base, extension poles and flexible arch cord. Balloon Column resource includes base and extension poles. Helium Balloons are not required. An arch or column can be picked up in 125 HUB. Failure to return all parts may result in charges."
        },
        "cost_center": {
            "id": "cost_center",
            "label": "Cost Center Required",
            "priority": 1,
            "text": "Cost Center Required-\nEvent will remain in tentative status until cost center number is received. If a cost center number is not received prior to noon at least one business day before your event, it will be cancelled and assessed a late cancellation fee.\nDATE COST CENTER RECEIVED:"
        },
        "setup_required": {
            "id": "setup_required",
            "label": "Setup Required",
            "priority": 1,
            "text": "Setup Must be Provided -\nYou must provide room setup or schedule an appointment with the HUB Event Management office at https://forms.microsoft.com/r/175iq2LgrT, 15 academic days prior to your event.\nDATE SETUP COMPLETED:"
        },
        "facility_memo": {
            "id": "facility_memo",
            "label": "Facility Memo",
            "priority": 3,
            "text": "Facility Memo -\n- Setup and Takedown time are for HUB-Robeson Center staff only.\n- Decorations, signs, and other materials must not be attached to the walls, windows, floors, doors, painted or papered surfaces of the building. See a venue representative about alternative options.\n- Customers are not permitted to move furniture.\n- Use of candles or any type of open flame is not permitted.\n- Storage space is not available.\n- The HUB-Robeson Center will not be responsible for any materials or equipment left in the building overnight, during breaks or after events.\n- The HUB-Robeson Center also reserves the right to move an event to accommodate the needs of the facility and Penn State Community.\n- Violation of any facility policies may result in additional charges."
        },
        "cancellation_rso_meeting": {
            "id": "cancellation_rso_meeting",
            "label": "Cancellation Policy (RSO) - Meeting Space",
            "priority": 10,
            "text": "Cancellation Policy (RSO) -\nMeeting Space\nThe Event Management Office must be notified of any room cancellation no later than 48 hours before the meeting, or by noon on Friday for a weekend event via email to hubevents@psu.edu. Failure to cancel 3 meetings during a semester may result in the loss of future reservation privileges and/or referral to SOCC."
        },
        "cancellation_rso_event": {
            "id": "cancellation_rso_event",
            "label": "Cancellation Policy (RSO) - Event Space",
            "priority": 10,
            "text": "Cancellation Policy (RSO) -\nEvent Space\nThe Event Management Office must be notified of any room cancellation no later than 10 academic days before the event via email to hubevents@psu.edu. Failure to cancel the event by this deadline will result in a $75 late cancellation fee.  Failure to cancel 3 events during the academic year may result in the loss of future reservation privileges and/or referral to SOCC."
        },
        "cancellation_ud_meeting": {
            "id": "cancellation_ud_meeting",
            "label": "Cancellation Policy (UD) - Meeting Space",
            "priority": 10,
            "text": "Cancellation Policy (UD) -\nMeeting Space\nThe Event Management Office must be notified of any room cancellation no later than 48 hours before the meeting, or by noon on Friday for a weekend event via email to hubevents@psu.edu. Failure to cancel 3 meetings during a semester may result in the loss of future reservation privileges."
        },
        "cancellation_ud_event": {
            "id": "cancellation_ud_event",
            "label": "Cancellation Policy (UD) - Event Space",
            "priority": 10,
            "text": "Cancellation Policy (UD) -\nEvent Space\nThe Event Management Office must be notified of any room cancellation no later than 10 academic days before the event via email to hubevents@psu.edu. Failure to cancel the event by this deadline will result in a $75 late cancellation fee.  Failure to cancel 3 events during the academic year may result in the loss of future reservation privileges."
        },
        "osmond_banner": {
            "id": "osmond_banner",
            "label": "Osmond Banner (Dept.)",
            "priority": 5,
            "text": "Osmond Banner (Department) -\nIn order to complete your reservation, you must submit an OPP Work order to have the banner hung, All Osmond Banners must be hung by PSU Office of Physical Plant only. Use your departmental Standing Order Number for OPP charges, and use the corresponding dates of your reservation. Banner must be delivered to the Event Management Office, 125 HUB, by 4pm on the Thursday prior to the Monday reservation start date. You must present a copy of your completed OPP work order when you deliver the banner, or the banner will not be accepted. Banner must be picked up at the same location on the Monday immediately following the reservation end date. Banner must prominently display the name of the sponsor, and must be made according to the following specifications or it will not be hung.\n- Made of vinyl or cloth\n- Grommets in the corners and along the top and bottom, at least every 36\" of length\n- Cannot exceed 36\" x 120\"\n- Name of the sponsoring organization must be prominently displayed"
        },
        "display_case": {
            "id": "display_case",
            "label": "Display Case Memo",
            "priority": 5,
            "text": "Display Case Memo -\nYour reservation begins at 10:00am Monday. If the case is empty prior to 10, your display may be placed earlier. Your reservation ends at 9:00am the following Monday. Please remove your display by 9:00am so the next scheduled user may place theirs. If your display is not removed by 9:00am, it may be removed."
        },
        "production": {
            "id": "production",
            "label": "Flex/008 Lounge Production",
            "priority": 5,
            "text": "Flex Theater / 008 Lounge -\nFully Produced (sound, stage, and lighting) events are available. Setup for this option must be provided at a minimum of 14 days prior to your event. Contact the Event Management Office in HUB 125 at https://forms.microsoft.com/r/175iq2LgrT to provide setup or arrange event production.\n*Outside sound/lighting systems are not permitted in the Flex Theater."
        },
        "food_memo": {
            "id": "food_memo",
            "label": "Food Memo",
            "priority": 4,
            "text": "Food Memo -\nFood/beverages that are being served or sold must be prepared by a licensed external food/beverage provider or University food service and be:\n1. Served by said provider OR\n2. Prepackaged by said provider and not required to be temperature-controlled.\nHOMEMADE GOODS ARE PROHIBITED.\nPer University agreement, beverage products that compete with Pepsi products may not be served."
        },
        "hub_banner": {
            "id": "hub_banner",
            "label": "HUB Banner Memo",
            "priority": 5,
            "text": "HUB Banner Memo -\nBanner must be delivered to the Event Management Office by 4:00pm Friday prior to the start of your reservation and can be picked up at the same location the following Monday. Banner must prominently display the name of the sponsor, cannot exceed 3 ft by 10 ft, and must have grommets in the corners and every 36” on the top and bottom. Banner specifications can be found here: https://studentaffairs.psu.edu/involvement-student-life/student-services/hub-marketing-office/large-format-printing-posters"
        },
        "hub_lounges": {
            "id": "hub_lounges",
            "label": "HUB Lounges",
            "priority": 5,
            "text": "HUB Lounges -\nAn additional fee will be charged to all reservations using HUB public lounges when the event setup requires significant re-arrangement, or removal of lounge furniture. Please note:  HUB Lounges are public areas.  They are not appropriate for private events, or events that require a quiet environment."
        },
        "info_table": {
            "id": "info_table",
            "label": "Info Table",
            "priority": 5,
            "text": "Information Table Usage Guidelines -\n- Only 2 chairs are provided to each table. Do not remove chairs from the dining tables to supplement seating. Sitting or standing on tables are prohibited.\n- No posters or banners are permitted to be hung on walls or columns. A banner or sign may be placed on the front of the table as long as it does not exceed the width of the table\n- Due to the amount of pedestrian traffic, persons must stay behind assigned table.\n- If sound of any kind is necessary, volume must be kept to a speaking level and cannot distract others around you, i.e. other tables and customers in the building.\n- When collecting funds, a cash box can be picked up from Associated Student Activities all cash must be deposited daily in the organization’s ASA account in 240 HUB.\n- State Law prohibits the sale of raffle tickets unless the organization purchases a \"Small Games of Chance\" permit issued by the State.\n- Tables cannot be reserved by one organization and then used by another. When tables are in use there must always be full-time student member(s) of that organization there."
        },
        "monumental_stairs": {
            "id": "monumental_stairs",
            "label": "Monumental Staircase",
            "priority": 5,
            "text": "Monumental Staircase -\nThe HUB-Robeson Center does not allow helium balloons to be used in this area. Amplified sound is also restricted to a level determined and enforced by HUB-Robeson Center staff. Please refer to our website or contact the HUB-Event Management office (125 HUB) for the complete policy for use of Monumental Stairs."
        },
        "poster_spot": {
            "id": "poster_spot",
            "label": "Poster Spot",
            "priority": 5,
            "text": "Poster Spot\n-Promotional signage may only be permitted five (5) business days before the event. A ticket sale start date can be considered an event.\n-A group will not be permitted to make consecutive reservations within five (5) business days of the previous reservation. A reservation may have up to 2 poster spots.\n-Material must be provided to the HUB Event Management Office, room 125, two (2) business days prior to the start of the signage reservation. The HUB-Robeson Center staff will display the sign in an appropriate location. The HUB-Robeson Center does not print the posters.\n-Size of sign must be 24”x36” portrait/vertical orientation. The HUB-Robeson Center reserves the right to deny a sign based on a number of factors including quality, size or explicit content.\n-Sponsoring Organization must be prominently displayed on sign."
        },
        "rso_banner": {
            "id": "rso_banner",
            "label": "RSO Banner Memo",
            "priority": 5,
            "text": "RSO Banner Memo -\nBanner must be delivered to the Event Management Office by 4:00pm Friday prior to the start of your reservation and can be picked up at the same location the following Monday. Banner must prominently display the name of the sponsor, cannot exceed 3 ft by 10 ft, and must have grommets in the corners and every 36” on the top and bottom. Banner specifications can be found here: https://studentaffairs.psu.edu/facilities-spaces/hub-robeson-center-offices-spaces/hub-robeson-center-policies-forms"
        },
        "rso_payment": {
            "id": "rso_payment",
            "label": "RSO Payment Procedure",
            "priority": 9,
            "text": "Payment Policy (RSO) -\nRSO treasurer will receive an invoice via email following the event. The treasurer must go to 241-C HUB to sign off on the invoice and make sure sufficient funds are available in their ASA account. Alternatively, payment can be made via credit card transaction. Payment is required within 30 calendar days after the e-mail notification."
        },
        "schwab_cancellation": {
            "id": "schwab_cancellation",
            "label": "Schwab Cancellation Policy",
            "priority": 10,
            "text": "Schwab Cancellation Policy -\nAuditorium Space\nThe Events Management Office must be notified of any room cancellation of confirmed reservations no later than 20 academic days before the event.  Failure to cancel the event by this deadline will result in a $130.00 late cancellation fee.   Failure to cancel 3 events during the academic year may result in the loss of future reservation privileges and/or referral to SOCC."
        }
    },
    "program_comments": {
        "program_reg": {
            "id": "program_reg",
            "label": "Program Registration",
            "priority": 1,
            "text": "Program Registration Meeting Required -\nA program registration meeting is required. Go to bit.ly/schedPR-C to schedule a program registration meeting. Please add the 25Live reference number in the notes section of the appointment request.\nDATE PROGRAM REGISTRATION MEETING HELD:"
        },
        "upac_req": {
            "id": "upac_req",
            "label": "UPAC Request Info",
            "priority": 7,
            "text": "UPAC Request Information -\nUPAC funds must be requested 40 ACADEMIC DAYS prior to event date. Refer to the following link for specific deadlines: http://penstateupac.org/deadlines/. A program registration meeting is required prior to submitting your UPAC Budget Request Form. To learn more about UPAC, submit a request, or learn more about their processes, please visit http://pennstateupac.org/"
        },
        "additional_recommendations": {
            "id": "additional_recommendations",
            "label": "Additional Recommendations",
            "priority": 2,
            "text": "Additional Recommendations Required -\nAdditional recommendations are required to confirm this reservation.  Your reservation remains in tentative status pending return of the signed addendum form or email confirmation from consulting office indicating that they approve your activity.\nPolice Services:\nEnvironmental Health & Safety:\nUniversity Parking Office:\nEmergency Medical Services:\nOPP Landscaping:\nAthletics:"
        },
        "class_projects": {
            "id": "class_projects",
            "label": "Class Projects",
            "priority": 7,
            "text": "Class Projects -\nThe executive officers of the recognized student organization must submit to the Event Management office a written statement that includes the following information: \nThe student organization acknowledges that they are aware the event is for a class project.\nThe student organization has decided collectively to endorse, support, participate and conduct the program/sale.\nThe student organization agrees to have all funds collected from any sales deposited into their group’s ASA account, and funds received will be dispersed to a philanthropy of the student organization’s choice if applicable."
        },
        "competitive_food": {
            "id": "competitive_food",
            "label": "Competitive Food Eating Events",
            "priority": 7,
            "text": "Competitive Food Eating Events -\nEmergency Medical Services from the Student Health Center are required to be on-site at all competitive food eating contests.  There are charges associated with this service that will be determined by Emergency Medical Services depending on the size, location, and duration of your event."
        },
        "contracts_required": {
            "id": "contracts_required",
            "label": "Contracts Required",
            "priority": 2,
            "text": "Contracts Required -\nUniversity Contracts are required.  A contract appointment should be scheduled 20 academic days prior to your program or once your UPAC funding has been allocated, whichever is first. Please use the booking tool at http://bit.ly/schedPR-C to schedule a \"contracts\" meeting.\nPlease have the following information available:\n- Honoraria, travel, and/or lodging details/amount\n- Whom to make check payable (W9 if available) as well as name, phone number, and e-mail\nCONTRACTS ISSUED (NAME, DATE):\n# & TYPE OF CONTRACTS:\nCONTRACT(S) RETURNED TO HUB 209:"
        },
        "copyright": {
            "id": "copyright",
            "label": "Copyright Permission Required",
            "priority": 7,
            "text": "Copyright Permission Required -\nMost films and/or TV programs require permission to show in a public setting. Film rights can be acquired from a third-party licensing agency (Swank Motion Pictures or Criterion Pictures). Streaming service licenses are not typically sufficient for most public viewings. It is your responsibility as the event sponsor to be sure your viewing method complies with the relevant copyright law. You may be asked to provide proof of viewing rights."
        },
        "date_auction_speed_dating": {
            "id": "date_auction_speed_dating",
            "label": "Date Auction/Speed Dating",
            "priority": 2,
            "text": "Date Auction/Speed Dating -\nYour reservation will not be confirmed without this completed form. A Statement of Date Auctions and Speed Dating form will be provided in the program registration meeting.   Please complete and return to programreg@psu.edu  at least 5 academic days prior to your event.\nDATE AUCTION FORM SUBMITTED:"
        },
        "frat_sorority_recruiting": {
            "id": "frat_sorority_recruiting",
            "label": "Fraternity/Sorority Recruiting",
            "priority": 7,
            "text": "FRATERNITY AND SORORITY RECRUITING -\nAll policies and guidelines outlined by the Office of Fraternity and Sorority Life related to recruiting must be followed. All violations will be reported."
        },
        "funds_collected": {
            "id": "funds_collected",
            "label": "Funds Collected",
            "priority": 7,
            "text": "Funds Collected -\nFunds must be deposited directly into your ASA account immediately following your program (240 HUB). Please see a staff member in ASA prior to event to obtain a deposit bag for events taking place after 5pm or on weekends. Payment must be in the form of cash or checks. No online payments can be accepted."
        },
        "impact_fee": {
            "id": "impact_fee",
            "label": "Impact Fee",
            "priority": 7,
            "text": "Impact Fee -\nA local municipality impact fee of $.75 per ticket will apply to all admission tickets $5.00 or more. Marketing Services will explain the special wording necessary to be placed on each ticket (usamarketing@psu.edu, 230 HUB)."
        },
        "minors_ad39": {
            "id": "minors_ad39",
            "label": "Minors AD39",
            "priority": 2,
            "text": "Minors AD39 -\nIt has been determined that minors will be present at this event and that the sponsoring organization will have a duty to care. Please adhere to PSU policy AD39 - Minors involved in university-sponsored programs or programs held at the university and/or housed in university facilities. Completed forms can be returned to 125 HUB.\nDATE FORM ISSUED:\nDATE FORM SUBMITTED:"
        },
        "off_campus_event": {
            "id": "off_campus_event",
            "label": "Off-Campus Event",
            "priority": 7,
            "text": "Off Campus Event -\nServices provided to an off-campus event will still require a contract, invoice, or other documentation to request payment, but the University cannot issue or sign those agreements. Please work directly with the vendor to use documentation they will provide."
        },
        "photo_waiver": {
            "id": "photo_waiver",
            "label": "Photo Waiver Required",
            "priority": 7,
            "text": "Photo Waiver Required -\nWaivers are required to secure permission to photograph program participants. Please email programreg@psu.edu for more information."
        },
        "pie_throwing": {
            "id": "pie_throwing",
            "label": "Pie Throwing Contest",
            "priority": 7,
            "text": "Pie Throwing Contest -\nThe following conditions must be met for Pie Throwing Contests:\n- The person having pies thrown at them (target) must wear protective eye wear.\n- Pies must be light (made from disposable tins and whipped cream or shaving cream).\n- The distance between the thrower and target must be great enough to prevent injury.\n- The event sponsor must contain the event to a tarped area and completely clean any spillage when the contest is over.\n- The event sponsor should check with facility manager to ensure compliance with facility policies."
        },
        "security_required": {
            "id": "security_required",
            "label": "Security Required",
            "priority": 2,
            "text": "Security Required -\n- You must submit a police event request at https://www.police.psu.edu/event-form at least 45 academic days prior to your event. Failure to meet this deadline may result in event cancellation or modification.\n- A pre-event meeting will be scheduled at least 10 academic days prior to the date of the event by the facility coordinator.\nDATE SECURITY REQUESTED:\nSECURITY DETAIL:"
        },
        "sexually_explicit_approval": {
            "id": "sexually_explicit_approval",
            "label": "Sexually Explicit Approval",
            "priority": 2,
            "text": "Sexually Explicit Approval -\nApproval required for sexually explicit or violent graphic materials. Contact programreg@psu.edu upon receipt of tentative email reservation.\nDATE SEXUALLY EXPLICIT APPROVAL COMPLETED:"
        },
        "small_games_of_chance": {
            "id": "small_games_of_chance",
            "label": "Small Games of Chance",
            "priority": 2,
            "text": "Small Games of Chance -\nYour organization must purchase a \"Small Games of Chance\" permit issued by the Office of Centre County Treasurer. A Small Games of Chance Information Sheet and Reporting Guidelines for Awards and Gifts are attached. A copy of the Small Games of Chance license must be provided to the Event Management Office in 125 HUB or emailed to programreg@psu.edu\nSMALL GAMES OF CHANCE LICENSE #:"
        },
        "tickets_required": {
            "id": "tickets_required",
            "label": "Tickets Required",
            "priority": 2,
            "text": "Tickets Required -\nTickets are required for admission to your event and/or paid raffles. Tickets must be printed by Marketing Services (usamarketing@psu.edu, 230 HUB) OR distributed digitally through an online vendor that can remit payment via check to your organization. Ticket revenue must be deposited within one business day of receipt. Please allow up to 4 academic days for ticket request to be completed. Visit https://bit.ly/HUBTickets for more information.\nTICKETS SUBMITTED TO HUB MARKETING SERVICES (230 HUB):\nDATE TICKET ACCOUNTABILITY COMPLETED IN ASA OFFICE (240 HUB):"
        },
        "thon_funds_collected": {
            "id": "thon_funds_collected",
            "label": "THON Fundraiser Funds Collected",
            "priority": 7,
            "text": "THON Fundraisers: Funds Collected -\nFunds must be deposited directly to the THON Office immediately following your program. Only cash or checks are accepted as forms of payments.  No online payments are permitted.\nEXCEPTION: If there are ticket sales then the funds must go to ASA to complete the ticket accountability form. See the funds collected comment."
        },
        "university_waivers": {
            "id": "university_waivers",
            "label": "University Waivers Required",
            "priority": 2,
            "text": "University Waivers Required -\nUniversity waivers are required for this event and will be attached to your reservation upon completion of your program registration meeting. Additional copies are the responsibility of the sponsoring organization. Signed waivers must be returned to 125 HUB the next business day following the event.\nDATE WAIVERS ISSUED:\nDATE WAIVERS COMPLETED:"
        },
        "virtual_guidelines": {
            "id": "virtual_guidelines",
            "label": "Virtual Guidelines",
            "priority": 7,
            "text": "Virtual Guidelines -\nMake Sure your Virtual Event is Secure!\nReference the PSU Zoom Security (https://studentaffairs.psu.edu/support-safety-conduct/safety-security/zoom-security) to access protocols for securing your zoom event.\nSchedule a conversation with the Student Organization Consultants to review resources and processes for securing your event. Request an appointment at studentorg@psu.edu."
        }
    },
    "outdoor_comments": {
        "outdoor_spaces": {
            "id": "outdoor_spaces",
            "label": "Outdoor Spaces",
            "priority": 3,
            "text": "OUTDOOR SPACES\n1. Use of amplified sound in outdoor locations is prohibited 8:00 AM to 5:00 PM on weekdays, and before noontime on weekends.  Amplified sound is permitted Monday thru Friday from 12:00 Noon to 1:00 PM on Old Main Patio only.\n2. Groups using Outdoor areas will need to provide their own table and chairs. The HUB does not provide furniture or equipment for use in outdoor locations.\n3. Placing or erecting structures of any size or material is prohibited. This includes overhead canopies.\n4. Creation of safety hazards is prohibited.\n5. Hand held signs are permitted, but signs may not be placed on or affixed in any manner to University grounds and property, including but not limited to buildings, poles, gates, fences, trees, or other vegetation.\n6. Pedestrian or vehicular traffic must not be impeded in any fashion.\n7. Disturbance of, or interference with classrooms, offices, study facilities, libraries, or other University facilities & activities is prohibited.\n8. Flashing or rotating lights and illuminated signs may not be used.\n9. Papers, pamphlets, and similar materials must be distributed in person by the sponsoring organization.\n10. Tables must be staffed by the sponsoring organization and or group.\n11. Damage or destruction of property is prohibited. Should damages, destruction or clean up charges occur, the organization, department or individual who reserved the space will be responsible for any and all charges.\n\nReservations are weather dependent and may be re-scheduled or cancelled at the discretion of the HUB-Robeson Center staff.\n\nIf reserved location is listed under Penn State Policy AD51 additional guidelines apply. Please see attachment or visit https://policy.psu.edu/policies/ad51"
        },
        "opp_work_order": {
            "id": "opp_work_order",
            "label": "OPP Work Order",
            "priority": 2,
            "text": "OPP Work Order (Outdoor Event) -\nBe sure to have a meeting with the outdoor events coordinator at least 14 days prior to your event. Work orders submitted less than 7 academic days prior to your event will not be guaranteed for approval.\nThere will be a charge for these services.\nIf your event is cancelled, you must also cancel your OPP work order with the outdoor events coordinator no later than 4 academic days prior to your event in order to avoid any charges."
        },
        "5k": {
            "id": "5k",
            "label": "5K",
            "priority": 5,
            "text": "5K -\nOutdoor races may require local permitting, police and/or Emergency Medical Service present, contracts, and other arrangements that require extensive advance planning. 5k reservations requested closer than 40 academic days prior to the event are not guaranteed to be approved. Please schedule a program registration meeting ASAP."
        },
        "back_patio_info_table": {
            "id": "back_patio_info_table",
            "label": "Outdoor Back Patio Info Table",
            "priority": 5,
            "text": "Outdoor Back Patio Information Table Usage Guidelines -\n- Groups are permitted to reserve 1 table a week for a total of 1 hour.\n- Only 1 chair will be provided to each table. Do not remove chairs from other tables.  Sitting or standing on tables are prohibited.\n- No posters or banners are permitted to be hung on walls or columns. A banner or sign may be placed on the front of the table as long as it does not exceed the width of the table.\n- Due to the amount of pedestrian traffic, persons must stay behind assigned table.\n- Amplified Sound is NOT permitted.\n- When collecting funds, a cash box must be picked up and the money must be deposited daily in the organization’s Associated Student Activities (ASA) account in 240 HUB.\n- State Law prohibits the sale of raffle tickets unless the organization purchases a \"Small Games of Chance\" permit issued by the State.\n- Tables cannot be reserved by one organization and then used by another. When tables are in use there must always be a student member of that organization at the table.\n- Reservations are subject to weather and may be cancelled if deemed necessary."
        }
    },
    "classroom_comments": {
        "classroom_comments": {
            "id": "classroom_comments",
            "label": "Classroom Comments",
            "priority": 8,
            "text": "The HUB Event Management Office must be notified of any room cancellation no later than 48 hours before the meeting, or by noon on Friday for a weekend event. Failure to cancel the event may result in loss of reservation privileges.\n\nFOR USERS OF ACADEMIC SPACE\n\nPolicy AD62 Scheduling and Use of General Purpose Classrooms states that ALL FOOD AND DRINK CONSUMPTION IS PROHIBITED IN THE GENERAL PURPOSE CLASSROOMS WITH THE EXCEPTION OF BOTTLED WATER.\n\nYour reserved space must be left clean and orderly, ready for the next event. Failure to do so will result in charges to your organization for cleanup time. Damages to equipment or furnishings are the responsibility of the group. A charge will be made for repair or replacement of furnishings, equipment or removal of stains. Decorations, signs, and other materials MUST NOT be attached to the walls, doors, painted or papered surfaces of the building. University Policy PROHIBITS the use of candles or any type of open flame. Storage space is NOT available.  University buildings are smoke and alcohol free buildings.\n\nAny reservation that starts or extends past 11pm must be willing to work with the building’s custodial services in order for them to complete necessary tasks.\n\nAll programs should be conducted in such a manner as not to produce excessive noise that may be disruptive to others. Sound must not encroach on other rooms or into the hallways.\n\nImmediate Assistance: If you experience a problem during a class please call the Hotline at 814-777-0035.\n\nQuestions and Concerns: If your question or concern does not require immediate assistance email TechClass@psu.edu or call 814-777-0035.\n\nEquipment Demonstrations: If you would like to schedule an orientation of any or all the equipment found in a technology classroom email TechClass@psu.edu to request a demonstration or call 814-777-0035."
        }
    }
}
